#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline author:t
#+OPTIONS: c:nil creator:nil d:(not "LOGBOOK") date:t e:t email:nil f:t
#+OPTIONS: inline:t num:t p:nil pri:nil prop:nil stat:t tags:t tasks:t
#+OPTIONS: tex:t timestamp:t title:t toc:nil todo:t |:t
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 24.3.1 (Org mode 8.3.4)

#+ATTR_LATEX: :align |r|cccHHH|cccHHH|cccHHH|cccHHHHHHHHH|
|                        | \rb{$[f,h,\hh,\depth,\fifo]$} | \rb{$[f,h,\hh,\depth,\lifo]$} | \rb{$[f,h,\hh,\depth,\ro]$} |   R |   R |   R | \rb{$[f,\hh,\depth,\fifo]$} | \rb{$[f,\hh,\depth,\lifo]$} | \rb{$[f,\hh,\depth,\ro]$} |   R |   R |   R | \rb{$[f,\ffo,\fifo]$} | \rb{$[f,\ffo,\lifo]$} | \rb{$[f,\ffo,\ro]$} |   R |   R |   R | \rb{$[f,\ffo,\depth,\fifo]$} | \rb{$[f,\ffo,\depth,\lifo]$} | \rb{$[f,\ffo,\depth,\ro]$} |   R |   R |   R | \rb{$[f,\gco,\fifo]$} | \rb{$[f,\gco,\lifo]$} | \rb{$[f,\gco,\ro]$} |   R |   R |   R |
|------------------------+-------------------------------+-------------------------------+-----------------------------+-----+-----+-----+-----------------------------+-----------------------------+---------------------------+-----+-----+-----+-----------------------+-----------------------+---------------------+-----+-----+-----+------------------------------+------------------------------+----------------------------+-----+-----+-----+-----------------------+-----------------------+---------------------+-----+-----+-----|
|                        |                           322 |                           321 | 323.3 $\pm$ 1.5             | 325 | 322 | 323 |                         323 |                         320 | 321.3 $\pm$ 1.5           | 323 | 321 | 320 |                   351 |                   346 | 351 $\pm$ 1         | 352 | 351 | 350 |                          352 |                          348 | 352.7 $\pm$ 0.6            | 352 | 353 | 353 |                   351 |                   357 | 354 $\pm$ 2.6       | 356 | 351 | 355 |
|------------------------+-------------------------------+-------------------------------+-----------------------------+-----+-----+-----+-----------------------------+-----------------------------+---------------------------+-----+-----+-----+-----------------------+-----------------------+---------------------+-----+-----+-----+------------------------------+------------------------------+----------------------------+-----+-----+-----+-----------------------+-----------------------+---------------------+-----+-----+-----|
| airport-fuel(20)       |                             1 |                             1 | 1 $\pm$ 0                   |   1 |   1 |   1 |                           1 |                           1 | 1 $\pm$ 0                 |   1 |   1 |   1 |                     5 |                     5 | 5 $\pm$ 0           |   5 |   5 |   5 |                            5 |                            5 | 5 $\pm$ 0                  |   5 |   5 |   5 |                     5 |                     5 | 5 $\pm$ 0           |   5 |   5 |   5 |
| blocks-stack(20)       |                            20 |                            20 | 20 $\pm$ 0                  |  20 |  20 |  20 |                          20 |                          20 | 20 $\pm$ 0                |  20 |  20 |  20 |                    20 |                    19 | 20 $\pm$ 0          |  20 |  20 |  20 |                           20 |                           20 | 20 $\pm$ 0                 |  20 |  20 |  20 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |
| depot-fuel(22)         |                             6 |                             6 | 6 $\pm$ 0                   |   6 |   6 |   6 |                           6 |                           6 | 6 $\pm$ 0                 |   6 |   6 |   6 |                     4 |                     4 | 4 $\pm$ 0           |   4 |   4 |   4 |                            4 |                            4 | 4 $\pm$ 0                  |   4 |   4 |   4 |                     6 |                     6 | 6 $\pm$ 0           |   6 |   6 |   6 |
| driverlog-fuel(20)     |                             9 |                             9 | 9 $\pm$ 0                   |   9 |   9 |   9 |                           9 |                           9 | 9 $\pm$ 0                 |   9 |   9 |   9 |                     9 |                     9 | 9 $\pm$ 0           |   9 |   9 |   9 |                            9 |                            9 | 9 $\pm$ 0                  |   9 |   9 |   9 |                     9 |                     9 | 9 $\pm$ 0           |   9 |   9 |   9 |
| elevators-up(20)       |                            19 |                            19 | 19 $\pm$ 0                  |  19 |  19 |  19 |                          19 |                          19 | 19 $\pm$ 0                |  19 |  19 |  19 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |                           20 |                           20 | 20 $\pm$ 0                 |  20 |  20 |  20 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |
| floortile-ink(20)      |                             8 |                             8 | 8 $\pm$ 0                   |   8 |   8 |   8 |                           8 |                           8 | 8 $\pm$ 0                 |   8 |   8 |   8 |                     9 |                     8 | 8.3 $\pm$ 0.6       |   8 |   9 |   8 |                            9 |                            8 | 9 $\pm$ 0                  |   9 |   9 |   9 |                     8 |                     8 | 8 $\pm$ 0           |   8 |   8 |   8 |
| freecell-move(20)      |                            13 |                            13 | 12.7 $\pm$ 0.6              |  12 |  13 |  13 |                          13 |                          14 | 12.7 $\pm$ 0.6            |  12 |  13 |  13 |                    17 |                    17 | 17.3 $\pm$ 0.6      |  17 |  18 |  17 |                           17 |                           17 | 17.7 $\pm$ 0.6             |  17 |  18 |  18 |                    12 |                    17 | 13 $\pm$ 1          |  14 |  12 |  13 |
|                        |                            15 |                            15 | 15 $\pm$ 0                  |  15 |  15 |  15 |                          15 |                          15 | 15 $\pm$ 0                |  15 |  15 |  15 |                    15 |                    15 | 15 $\pm$ 0          |  15 |  15 |  15 |                           15 |                           15 | 15 $\pm$ 0                 |  15 |  15 |  15 |                    15 |                    15 | 15 $\pm$ 0          |  15 |  15 |  15 |
| grid-fuel(5)           |                             2 |                             2 | 2 $\pm$ 0                   |   2 |   2 |   2 |                           2 |                           2 | 2 $\pm$ 0                 |   2 |   2 |   2 |                     2 |                     2 | 2 $\pm$ 0           |   2 |   2 |   2 |                            2 |                            2 | 2 $\pm$ 0                  |   2 |   2 |   2 |                     2 |                     2 | 2 $\pm$ 0           |   2 |   2 |   2 |
| gripper-move(20)       |                            20 |                            20 | 20 $\pm$ 0                  |  20 |  20 |  20 |                          20 |                          20 | 20 $\pm$ 0                |  20 |  20 |  20 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |                           20 |                           20 | 20 $\pm$ 0                 |  20 |  20 |  20 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |
| hiking-fuel(20)        |                            13 |                            13 | 12.3 $\pm$ 0.6              |  13 |  12 |  12 |                          13 |                          13 | 12 $\pm$ 0                |  12 |  12 |  12 |                    11 |                    11 | 11 $\pm$ 0          |  11 |  11 |  11 |                           11 |                           11 | 11 $\pm$ 0                 |  11 |  11 |  11 |                    13 |                    13 | 12.7 $\pm$ 0.6      |  13 |  12 |  13 |
| logistics00-fuel(28)   |                            16 |                            16 | 16 $\pm$ 0                  |  16 |  16 |  16 |                          16 |                          16 | 16 $\pm$ 0                |  16 |  16 |  16 |                    16 |                    16 | 16 $\pm$ 0          |  16 |  16 |  16 |                           16 |                           16 | 16 $\pm$ 0                 |  16 |  16 |  16 |                    16 |                    16 | 16 $\pm$ 0          |  16 |  16 |  16 |
| miconic-up(30)         |                            22 |                            22 | 22.3 $\pm$ 0.6              |  23 |  22 |  22 |                          22 |                          22 | 22 $\pm$ 0                |  22 |  22 |  22 |                    30 |                    30 | 30 $\pm$ 0          |  30 |  30 |  30 |                           30 |                           30 | 30 $\pm$ 0                 |  30 |  30 |  30 |                    30 |                    30 | 30 $\pm$ 0          |  30 |  30 |  30 |
| mprime-succumb(35)     |                            21 |                            17 | 20.7 $\pm$ 0.6              |  21 |  20 |  21 |                          21 |                          17 | 20.7 $\pm$ 0.6            |  21 |  20 |  21 |                    28 |                    23 | 27 $\pm$ 1          |  28 |  26 |  27 |                           28 |                           25 | 27.3 $\pm$ 0.6             |  27 |  28 |  27 |                    21 |                    19 | 19 $\pm$ 0          |  19 |  19 |  19 |
| mystery-feast(20)      |                             5 |                             5 | 5 $\pm$ 0                   |   5 |   5 |   5 |                           5 |                           5 | 5 $\pm$ 0                 |   5 |   5 |   5 |                     3 |                     3 | 3 $\pm$ 0           |   3 |   3 |   3 |                            3 |                            3 | 3 $\pm$ 0                  |   3 |   3 |   3 |                     6 |                     4 | 6 $\pm$ 0           |   6 |   6 |   6 |
| nomystery-fuel(20)     |                            16 |                            16 | 16 $\pm$ 0                  |  16 |  16 |  16 |                          16 |                          16 | 16 $\pm$ 0                |  16 |  16 |  16 |                    15 |                    15 | 15 $\pm$ 0          |  15 |  15 |  15 |                           15 |                           15 | 15 $\pm$ 0                 |  15 |  15 |  15 |                    16 |                    16 | 16 $\pm$ 0          |  16 |  16 |  16 |
| parking-movecc(20)     |                             2 |                             2 | 2 $\pm$ 0                   |   2 |   2 |   2 |                           2 |                           2 | 2 $\pm$ 0                 |   2 |   2 |   2 |                    10 |                    10 | 10 $\pm$ 0          |  10 |  10 |  10 |                           10 |                           10 | 10 $\pm$ 0                 |  10 |  10 |  10 |                    10 |                    10 | 11 $\pm$ 1          |  11 |  10 |  12 |
| pathways-fuel(30)      |                             4 |                             4 | 4 $\pm$ 0                   |   4 |   4 |   4 |                           4 |                           4 | 4 $\pm$ 0                 |   4 |   4 |   4 |                     4 |                     4 | 4 $\pm$ 0           |   4 |   4 |   4 |                            4 |                            4 | 4 $\pm$ 0                  |   4 |   4 |   4 |                     4 |                     4 | 4 $\pm$ 0           |   4 |   4 |   4 |
| pipesnt-pushstart(20)  |                             1 |                             2 | 2 $\pm$ 1                   |   3 |   1 |   2 |                           1 |                           2 | 1.7 $\pm$ 1.2             |   3 |   1 |   1 |                     5 |                     5 | 5 $\pm$ 0           |   5 |   5 |   5 |                            5 |                            5 | 5 $\pm$ 0                  |   5 |   5 |   5 |                     5 |                     5 | 5 $\pm$ 0           |   5 |   5 |   5 |
| pipesworld-pushend(20) |                             8 |                             8 | 8 $\pm$ 0                   |   8 |   8 |   8 |                           8 |                           7 | 7.7 $\pm$ 0.6             |   7 |   8 |   8 |                     5 |                     5 | 5 $\pm$ 0           |   5 |   5 |   5 |                            5 |                            5 | 5.3 $\pm$ 0.6              |   5 |   5 |   6 |                    10 |                    10 | 10 $\pm$ 0          |  10 |  10 |  10 |
| psr-small-open(20)     |                            19 |                            19 | 19 $\pm$ 0                  |  19 |  19 |  19 |                          19 |                          19 | 19 $\pm$ 0                |  19 |  19 |  19 |                    19 |                    19 | 19 $\pm$ 0          |  19 |  19 |  19 |                           19 |                           19 | 19 $\pm$ 0                 |  19 |  19 |  19 |                    19 |                    19 | 19 $\pm$ 0          |  19 |  19 |  19 |
| rovers-fuel(40)        |                             8 |                             8 | 8 $\pm$ 0                   |   8 |   8 |   8 |                           8 |                           8 | 8 $\pm$ 0                 |   8 |   8 |   8 |                     8 |                     8 | 8 $\pm$ 0           |   8 |   8 |   8 |                            8 |                            8 | 8 $\pm$ 0                  |   8 |   8 |   8 |                     8 |                     8 | 8 $\pm$ 0           |   8 |   8 |   8 |
| scanalyzer-analyze(20) |                            14 |                            15 | 14.7 $\pm$ 0.6              |  15 |  15 |  14 |                          15 |                          14 | 14.3 $\pm$ 1.2            |  15 |  15 |  13 |                    15 |                    16 | 15.3 $\pm$ 0.6      |  16 |  15 |  15 |                           15 |                           15 | 15.3 $\pm$ 0.6             |  16 |  15 |  15 |                    17 |                    19 | 18.3 $\pm$ 0.6      |  19 |  18 |  18 |
| sokoban-pushgoal(20)   |                            17 |                            17 | 17 $\pm$ 0                  |  17 |  17 |  17 |                          17 |                          17 | 17 $\pm$ 0                |  17 |  17 |  17 |                    18 |                    18 | 18 $\pm$ 0          |  18 |  18 |  18 |                           18 |                           18 | 18 $\pm$ 0                 |  18 |  18 |  18 |                    18 |                    19 | 18 $\pm$ 0          |  18 |  18 |  18 |
| storage-lift(20)       |                             4 |                             4 | 4 $\pm$ 0                   |   4 |   4 |   4 |                           4 |                           4 | 4 $\pm$ 0                 |   4 |   4 |   4 |                     4 |                     4 | 4 $\pm$ 0           |   4 |   4 |   4 |                            4 |                            4 | 4 $\pm$ 0                  |   4 |   4 |   4 |                     4 |                     4 | 4 $\pm$ 0           |   4 |   4 |   4 |
| tidybot-motion(20)     |                             0 |                             0 | 0 $\pm$ 0                   |   0 |   0 |   0 |                           0 |                           0 | 0 $\pm$ 0                 |   0 |   0 |   0 |                     0 |                     0 | 0 $\pm$ 0           |   0 |   0 |   0 |                            0 |                            0 | 0 $\pm$ 0                  |   0 |   0 |   0 |                     0 |                     0 | 0 $\pm$ 0           |   0 |   0 |   0 |
| tpp-fuel(30)           |                             9 |                            10 | 9.7 $\pm$ 0.6               |   9 |  10 |  10 |                           9 |                          10 | 9.3 $\pm$ 0.6             |  10 |   9 |   9 |                    10 |                    11 | 11 $\pm$ 0          |  11 |  11 |  11 |                           11 |                           11 | 11 $\pm$ 0                 |  11 |  11 |  11 |                     8 |                    10 | 9 $\pm$ 0           |   9 |   9 |   9 |
| woodworking-cut(20)    |                            20 |                            20 | 20 $\pm$ 0                  |  20 |  20 |  20 |                          20 |                          20 | 20 $\pm$ 0                |  20 |  20 |  20 |                    20 |                    20 | 20 $\pm$ 0          |  20 |  20 |  20 |                           20 |                           20 | 20 $\pm$ 0                 |  20 |  20 |  20 |                    19 |                    19 | 20 $\pm$ 0          |  20 |  20 |  20 |
| zenotravel-fuel(20)    |                            10 |                            10 | 10 $\pm$ 0                  |  10 |  10 |  10 |                          10 |                          10 | 10 $\pm$ 0                |  10 |  10 |  10 |                     9 |                     9 | 9 $\pm$ 0           |   9 |   9 |   9 |                            9 |                            9 | 9 $\pm$ 0                  |   9 |   9 |   9 |                    10 |                    10 | 10 $\pm$ 0          |  10 |  10 |  10 |
#+TBLFM: $4=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$10=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$16=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$22=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1::$28=choriz([vmean($+1..$+3),vsdev($+1..$+3)]," $\\pm$ "); E f-1
